Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if fundamental ignorance is invariably non-apprehensible, how could the designation of fundamental ignorance become a bodhisattva?

source: རྒ་ཤིའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བར་བགྱིའོ། །
en: The same applies to [all the other links of dependent origination], up to and including aging and death!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་རྟག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as permanent is invariably non-apprehensible, how could the designation of fundamental ignorance as impermanent become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་བདེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as imbued with happiness is invariably non-apprehensible, how could the designation of fundamental ignorance as imbued with suffering become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་བདག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་བདག་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as a self is invariably non-apprehensible, how could the designation of fundamental ignorance as a non-self become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་སྟོང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as empty is invariably non-apprehensible, how could the designation of fundamental ignorance as not empty become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་མཚན་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་མཚན་མ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as with signs is invariably non-apprehensible, how could the designation of fundamental ignorance as signless become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་སྨོན་པ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་སྨོན་པ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as having aspirations is invariably non-apprehensible, how could the designation of fundamental ignorance as lacking aspirations become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་ཞི་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as calm is invariably non-apprehensible, how could the designation of fundamental ignorance as not calm become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་དབེན་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as void is invariably non-apprehensible, how could the designation of fundamental ignorance as not void become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as afflicted is invariably non-apprehensible, how could the designation of fundamental ignorance as purified become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་སྐྱེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as arising is invariably non-apprehensible, how could the designation of fundamental ignorance as ceasing become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་རིག་པ་དངོས་པོ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མ་རིག་པ་དངོས་པོ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of fundamental ignorance as an entity is invariably non-apprehensible, how could the designation of fundamental ignorance as a non-entity become a bodhisattva?

source: རྒ་ཤིའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བར་བགྱི་སྟེ།
en: The same applies to [all the other links of dependent origination], up to and including aging and death!

source: ཕུང་པོའི་སྐབས་སུ་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ཐམས་ཅད་རྒྱ་ཆེར་སྦྱར་བར་བགྱིའོ། །
en: As indicated [above] in the context of the psycho-physical aggregates, the same refrain should be applied extensively to all [those other phenomenological categories].”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པས། གཟུགས་ཀྱི་ཚིག་བླ་དགས་མི་དམིགས། དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུགས་དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་མི་དམིགས།
en: Great bodhisattva beings who abide accordingly in this transcendent perfection of wisdom do not apprehend the designation of physical forms, and in the same vein, they do not apprehend [all the other designations concerning physical forms] up to and including the designation of physical forms as non-entities.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། རྣམ་པར་ཤེས་པའི་དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་མི་དམིགས།
en: Likewise, they do not apprehend the designations of feelings, perceptions, formative predispositions, and consciousness, and in the same vein, they do not apprehend [their further designations], starting from there and continuing up to the designation of consciousness as a non-entity.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། མ་རིག་པའི་བར་གྱི་ཚིག་བླ་དགས་མི་དམིགས་ཤིང་། རྒ་ཤིའི་བར་གྱི་ཚིག་བླ་དགས་མི་དམིགས་པ་ནས།
en: In the same vein, they do not apprehend the designation of fundamental ignorance, and they do not apprehend [the designations of the other links of dependent origination], up to and including the designation of aging and death.

source: དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་མི་དམིགས་པར་ཕུང་པོའི་སྐབས་སུ་ཇི་སྐད་བསྟན་པ་དེ་བཞིན་དུ་སྦྱར་བར་བྱ་སྟེ།
en: In the same vein, they do not apprehend the designation [of these links of dependent origination] as non-entities and so forth. As stated [above] in the context of the psycho-physical aggregates, the same refrain should also be applied extensively to all [those other phenomenological categories].

source: དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱའོ། །
en: It is in this way that they should train in the transcendent perfection of wisdom.”

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ་ལས། བྱང་ཆུབ་སེམས་དཔའི་ཚིག་བླ་དགས་ཀྱི་ལེའུ་ཞེས་བྱ་སྟེ། ལྔ་པའོ།། །།
en: This completes the fifth chapter from “The Transcendent Perfection of Wisdom in Ten Thousand Lines,” entitled “Designation of a Bodhisattva.”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བའི་ཆོས་དེ་བདག་གིས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་ཞེས་དེ་སྐད་ཟེར་བ་ཡང་།
en: Training Chapter 6 “Śāradvatī­putra, you said that you do not consider any phenomenon which may be designated by the term ‘bodhisattva.’

source: ཤ་ར་དྭ་ཏིའི་བུ་ཆོས་ཀྱིས་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Indeed, Śāradvatī­putra, phenomena do not consider phenomena.

source: ཤ་ར་དྭ་ཏིའི་བུ་ཆོས་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Nor, Śāradvatī­putra, do phenomena consider the expanse of reality.

source: གཟུགས་ཀྱི་ཁམས་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: The sensory element of sights does not consider the expanse of reality.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་གཟུགས་ཀྱི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Nor does the expanse of reality consider the sensory element of sights, and in the same way, the expanse of reality does not consider [any other sensory elements] up to and including the sensory element of consciousness.

source: དེ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Nor does the sensory element of consciousness and so forth consider the expanse of reality.

source: རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱིས་ཀྱང་། ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཤ་ར་དྭ་ཏིའི་བུ་མིག་གི་ཁམས་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་མིག་གི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “Śāradvatī­putra, the sensory element of the eyes does not consider the expanse of reality; nor does the expanse of reality consider the sensory element of the eyes.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་ཁམས་ཀྱི་བར་གྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་ཡིད་ཀྱི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: In the same vein, [the other sensory elements] up to and including the sensory element of the mental faculty do not consider the expanse of reality; nor does the expanse of reality consider [those other sensory elements up to and including] the sensory element of the mental faculty.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: The sensory element of visual consciousness does not consider the expanse of reality; nor does the expanse of reality consider the sensory element of visual consciousness.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀྱང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: [The other sensory elements] up to and including the sensory element of mental consciousness do not consider the expanse of reality; nor does the expanse of reality consider [those other sensory elements up to and including] the sensory element of mental consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤ་ར་དྭ་ཏིའི་བུ་འདུས་བྱས་ཀྱི་ཁམས་ཀྱིས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ལ། འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱིས་ཀྱང་། འདུས་བྱས་ཀྱི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, Śāradvatī­putra, it is because conditioned elements do not consider unconditioned elements, and because unconditioned elements do not consider conditioned elements.

source: ཤ་ར་དྭ་ཏིའི་བུ་འདུས་བྱས་ལ་མ་གཏོགས་པར་འདུས་མ་བྱས་ཀྱི་ཁམས་གདགས་པར་མི་ནུས་ལ། འདུས་མ་བྱས་ཀྱི་ཁམས་ལ་མ་གཏོགས་པར་ཡང་འདུས་བྱས་ཀྱི་ཁམས་གདགས་པར་མི་ནུས་སོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Śāradvatī­putra, unconditioned elements cannot be designated except in terms of conditioned elements, and conditioned elements cannot be designated except in terms of unconditioned elements.”

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཀྱིས་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ལ། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱིས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ལགས་མོད་ཀྱི། འོན་ཀྱང་བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བ་དེའི་གཞིའི་དོན་གང་ལགས།
en: Then, the venerable Śāradvatī­putra asked the Blessed One as follows: “Reverend Lord, if phenomena do not consider phenomena, and in the same vein, [all other sensory elements] up to and including the sensory element of mental consciousness do not consider the expanse of reality, then in that case, Reverend Lord, what is the meaning of the term ‘great bodhisattva being’?”

source: དེ་སྐད་ཅེས་གསོལ་བ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་ནི་གཞི་མེད་པའི་དོན་ཏོ། །
en: The Blessed One then addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is a meaningless term.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་གྱི་བདག་ཉིད་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, Śāradvatī­putra, it is because the meaning of the term ‘bodhisattva’ is without identity.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་ནི་གཞི་མེད་པའི་དོན་ཏོ། །
en: For this reason, the meaning of the term ‘bodhisattva’ is a meaningless term.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན་ནམ་མཁའ་ལ་བྱ་རྣམས་ཀྱི་རྗེས་མེད་དོ། །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: Śāradvatī­putra, just as tracks of birds in the sky are non-existent, in the same way the meaning of the term ‘bodhisattva’ is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན་རྨི་ལམ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: Śāradvatī­putra, just as a dream has no basis, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྒྱུ་མ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: Śāradvatī­putra, just as a magical display is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྨིག་རྒྱུ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །དེ་བཞིན་དུ་བྲག་ཅད་ང་། མིག་ཡོར་དང་།
en: Śāradvatī­putra, just as a mirage is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཆུ་ཟླ་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ལ་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། དེ་བཞིན་ཉིད་ལ་གཞི་མེད་དོ། །
en: Śāradvatī­putra, just as an echo, an optical aberration, the reflection of the moon in water, and a phantom emanation of the tathāgatas are without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: དེ་བཞིན་དུ་མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: Śāradvatī­putra, just as the real nature is without foundation, and in the same way, the unmistaken real nature, the reality, the expanse of reality, and maturity with respect to all things are without foundation, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། ཡང་དག་པའི་མཐའ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་གཟུགས་ཀྱི་ཕུང་པོ་ལ་གཞི་མེད་དོ། །
en: Śāradvatī­putra, just as the finality of existence is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: དེ་བཞིན་དུ་ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as the physical form of an illusory person is without foundation, and in the same way, the aggregate of feelings, the aggregate of perceptions, the aggregate of formative predispositions, and the aggregate of consciousness are without foundation, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་མིག་ལ་གཞི་མེད་དོ། །དེ་བཞིན་དུ་ཡིད་ཀྱི་བར་ལ་གཞི་མེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུགས་ཀྱི་སྐྱེ་མཆེད་ལ་གཞི་མེད་པ་ནས།
en: “Śāradvatī­putra, just as the eyes of an illusory person are without foundation, and in the same way, [their other sense organs] up to and including the mental faculty are without foundation, and the same goes for the [external] sense fields, which are also without foundation, starting from the sense field of sights through to the sense field of mental phenomena, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ is non-existent.

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་བར་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུ་ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as [the notion of] an illusory person engaging in the emptiness of internal phenomena is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སྒྱུ་མའི་སྐྱེས་བུ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: In the same vein, just as [the notion of] an illusory person engaging in [all the other aspects of emptiness], up to and including the emptiness of the essential nature of non-entities, is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ལ་སྤྱོད་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as [the notion of] an illusory person practicing the ten powers of the tathāgatas is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་སྤྱོད་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་གཟུགས་ལ་གཞིའི་དོན་མེད་དོ།།
en: In the same vein, just as [the notion of an illusory person] practicing [all the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as [the notion of] the physical forms of a tathāgata, arhat, and completely perfect buddha is without foundation, and in the same way, feelings, perceptions, formative predispositions, and consciousness are without foundation, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་མིག་ལ་གཞིའི་དོན་མེད་དོ། །དེ་བཞིན་དུ་ཡིད་ཀྱི་བར་ལ་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: Śāradvatī­putra, just as [the notion of] the eyes of a tathāgata, arhat, and completely perfect buddha is without foundation, and in the same way, [the notions of their other sense organs], up to and including the mental faculty, are without foundation, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད་པ་ལ་གཞིའི་དོན་མེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་པ་ལ་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as [the notion of] a tathāgata, arhat, and completely perfect buddha engaging in the emptiness of internal phenomena is without foundation, and, in the same vein, just as [the notion of a tathāgata, arhat, and completely perfect buddha] engaging in [all the other aspects of emptiness], up to and including the emptiness of the essential nature of non-entities, is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་གཞི་མེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་ཡང་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། འདུས་བྱས་ཀྱི་ཁམས་ལ། འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱི་གཞི་མེད་དོ། །
en: “Śāradvatī­putra, just as [the notion of] a tathāgata, arhat, and completely perfect buddha having the four applications of mindfulness is without foundation, and, in the same vein, just as [the notion of a tathāgata, arhat, and completely perfect buddha] having [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: འདུས་མ་བྱས་ཀྱི་ཁམས་ལ། འདུས་བྱས་ཀྱི་ཁམས་ཀྱི་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དཔེར་ན། སྐྱེ་བ་མེད་པ་ལ་གཞི་མེད་དོ། །དེ་བཞིན་དུ་འགག་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དང་།
en: “Śāradvatī­putra, just as the presence of unconditioned elements in conditioned elements is without foundation, and the presence of conditioned elements in unconditioned elements is without foundation, in the same way, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.

source: འབྱུང་བ་མེད་པ་དང་། དམིགས་སུ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་ལ་གཞི་མེད་དོ། །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་དོ། །
en: “Śāradvatī­putra, just as non-arising is without foundation, and in the same way, non-ceasing, non-conditioning, non-origination, non-apprehension, non-affliction, and non-purification are without foundation, likewise, Śāradvatī­putra, the meaning of the term ‘bodhisattva’ as a great bodhisattva being, abiding in the transcendent perfection of wisdom, is non-existent.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གང་གི་སྐྱེ་བ་མ་མཆིས་པ་ལ་གཞི་མ་མཆིས་པ་ལགས།
en: The non-arising of what is without foundation?

source: གང་གི་ཀུན་ནས་ཉོན་མོངས་པ་མ་མཆིས་པའི་བར་ལ་གཞི་མ་མཆིས་པ་ལགས།
en: The non-affliction and so on of what is without foundation?

source: གང་གི་རྣམ་པར་བྱང་བ་མ་མཆིས་པའི་བར་ལ་གཞི་མ་མཆིས་པ་ལགས།
en: The non-purification and so on of what is without foundation?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་ཀྱི་སྐྱེ་བ་མེད་པ་ལ་གཞི་མེད་དོ། །
en: The Blessed One replied, “Śāradvatī­putra, the non-arising of physical forms is without foundation.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་སྐྱེ་བ་མེད་པ་ལ་གཞི་མེད་དོ། །
en: Similarly, the non-arising of feelings, perceptions, formative predispositions, and consciousness is without foundation.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུགས་ཀྱི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པའི་བར་ལ་གཞི་མེད་དོ། །
en: In the same vein, [those other non-attributes], up to and including the non-affliction of physical forms and the non-purification of physical forms, are without foundation.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་ལ་གཞི་མེད་དོ། །
en: Similarly, the non-affliction and non-purification of feelings, perceptions, formative predispositions, and consciousness are without foundation.
